Repository: tbson/base-elixir
Catalog: frontend/src/locale/*.po
Languages: vi

source: Forgot password
vi: Quên mật khẩu

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Login
vi: Đăng nhập

source: Profile
vi: Hồ sơ

source: Config
vi: Cấu hình

source: Company
vi: Công ty

source: Staff
vi: Nhân viên

source: Group
vi: Nhóm

source: Fullname
vi: Họ và tên

source: Phone number
vi: Số điện thoại

source: Groups
vi: Nhóm

source: Update profile
vi: Cập nhật hồ sơ

source: Change password
vi: Đổi mật khẩu

source: Reset password
vi: Khôi phục mật khẩu

source: Cancel
vi: Thoát

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: Confirm new password
vi: Xác nhận mật khẩu mới

source: Add new
vi: Thêm mới

source: Save
vi: Lưu

source: Update
vi: Cập nhật

source: Do you want to remote this ${ name }?
vi: Bạn có muốn xóa ${ name } này?

source: Do you want to remote these ${ name }?
vi: Bạn có muốn xóa những ${ name } này?

source: Group name
vi: Tên nhóm

source: Permissions
vi: Quyền

source: Search
vi: Tìm kiếm

source: Remove
vi: Xóa

source: The input is not valid E-mail
vi: Dữ liệu nhập vào không phải email

source: Position
vi: Vị trí

source: Title
vi: Chức danh

source: Is department
vi: Là phòng ban

source: Is head
vi: Là trưởng phòng ban

source: Order
vi: Thứ tự

source: Sample file
vi: File mẫu

source: Employee
vi: Nhân viên

source: Employee code
vi: Mã nhân viên

source: Title level
vi: Cấp chức danh

source: First name
vi: Tên

source: Last name
vi: Họ & tên đệm

source: Change department doc number
vi: Số quyết định thay đổi phòng ban

source: Change department doc start date
vi: Ngày hiệu lực thay đổi phòng ban

source: Change department doc expiry date
vi: Ngày hết hạn thay đổi phòng ban

source: Change title doc number
vi: Số quyết định thay đổi chức danh

source: Change title doc start date
vi: Ngày hiệu lực thay đổi chức danh

source: Change title doc expiry date
vi: Ngày hết hạn thay đổi chức danh

source: Contract type
vi: Loại hợp đồng

source: Contract number
vi: Số hợp đồng

source: Contract start date
vi: Ngày hiệu lực hợp đồng

source: Contract expiry date
vi: Ngày hết hạn hợp đồng

source: Insurance premiums
vi: Ngưỡng đóng bảo hiểm

source: Insurance start date
vi: Ngày hiệu lực bảo hiểm

source: Insurance expiry date
vi: Ngày hết hạn bảo hiểm

source: Labour status
vi: Tình trạng lao động

source: Labour status start date
vi: Ngày bắt đầu tình trạng lao động

source: Labour status expiry date
vi: Ngày hết hạn tình trạng lao động

source: Working start date
vi: Ngày bắt đầu làm

source: Year experience
vi: Năm kinh nghiệm

source: Gender
vi: Giới tính

source: Birth date
vi: Ngày sinh

source: Birth place
vi: Nơi sinh

source: ID card number
vi: Số CCCD

source: ID card date
vi: Ngày cấp CCCD

source: ID card place
vi: Nơi cấp CCCD

source: Permanent address
vi: Địa chỉ thường trú

source: Contact address
vi: Địa chỉ liên hệ

source: Education level
vi: Trình độ học vấn

source: Personal tax code
vi: Mã số thuế cá nhân

source: Dependent person
vi: Số người phụ thuộc

source: Insurance code
vi: Số bảo hiểm

source: Bank name
vi: Tên ngân hàng

source: Bank branch
vi: Chi nhánh

source: Bank account number
vi: Số tài khoản

source: Value
vi: Giá trị

source: Description
vi: Mô tả

source: Type
vi: Loại

source: Admin
vi: Quản trị viên

source: Organization name
vi: Tên doanh nghiệp

source: Organization ID
vi: ID doanh nghiệp

source: Update vendor profile
vi: Cập nhật vendor profile

source: Update staff profile
vi: Cập nhật thông tin nhân viên

source: Name
vi: Tên

source: Avatar
vi: Ảnh đại diện

source: Mobile
vi: Số di động

source: Enabled
vi: Hiệu lực

source: Update director profile
vi: Cập nhật thông tin giám đốc

source: Update assistant profile
vi: Cập nhật thông tin trợ lý

source: Update admin profile
vi: Cập nhật thông tin quản trị viên

source: Position section
vi: Khu vực chức danh

source: Personal information section
vi: Khu vực thông tin cá nhân

source: Change deparment section
vi: Khu vực thay đổi phòng ban

source: Contract section
vi: Khu vực hợp đồng

source: Insurance section
vi: Khu vực bảo hiểm

source: Labour section
vi: Khu vực lao động

source: Bank section
vi: Khu vực ngân hàng

source: Title/Department code
vi: Mã VT/PB

source: Title/Department name
vi: Tên VT/PB

source: Parent department
vi: Trực thuộc PB

source: Meeting title
vi: Tên meeting

source: Start time
vi: Thời gian bắt đầu

source: Full name
vi: Họ và tên

source: Code
vi: Mã

source: English name
vi: Tên tiếng Anh

source: Short name
vi: Tên ngắn

source: Register address
vi: Địa chỉ đăng ký kinh doanh

source: Other address
vi: Địa chỉ khác

source: Fax number
vi: Số fax

source: Establish date
vi: Ngày thành lập

source: Tax code
vi: Mã số thuế

source: Rep name
vi: Tên

source: Rep position
vi: Vị trí

source: Rep birth date
vi: Ngày sinh

source: Rep ID card number
vi: Số CMT/CCCD

source: Rep phone number
vi: Số điện thoại

source: Rep email
vi: Email

source: Activated at
vi: Ngày kích hoạt

source: Company info
vi: Thông tin công ty

source: Create director
vi: Tạo giám đốc

source: Director info
vi: Thông tin giám đốc

source: Create assistant
vi: Tạo phụ tá

source: Assistant info
vi: Thông tin phụ tá

source: Activate
vi: Kích hoạt

source: Assign
vi: Gán

source: Do you want to activate company: ${ name }?
vi: Bạn có muốn kích hoạt: ${ name }?

source: Add new director
vi: Tạo mới giám đốc

source: Company information
vi: Thông tin công ty

source: Representative information
vi: Thông tin người đại diện

source: Bank information
vi: Thông tin ngân hàng

source: Add new assistant
vi: Tạo mới phụ tá

source: Update support staff
vi: Cập nhật nhân viên hỗ trợ

source: AssigningCompany
vi: Gán công ty

source: Assigner
vi: Người gán

source: Tax record
vi: Bảng tính thuế

source: Salary record
vi: Bảng tính lương

source: Salary
vi: Lương

source: SalaryPolicy
vi: Chính sách lương

source: Insurance record
vi: Bảng tính bảo hiểm

source: Variable
vi: Cấu hình

source: View
vi: Xem

source: Salary policy
vi: Chính sách lương

source: Logout
vi: Thoát

source: ChatMessage
vi: Chat

source: Department
vi: Phòng ban

source: Monthly position salary
vi: Lương vị trí / tháng

source: Monthly base salary
vi: Mức lương cơ bản (đóng BHXH) / tháng

source: Monthly performance bonus
vi: Thưởng hiệu suất tháng

source: Quarterly performance bonus
vi: Thưởng hiệu suất quý

source: Annual performance bonus
vi: Thưởng hiệu suất năm

source: Sale bonus
vi: Thưởng doanh số

source: Project bonus
vi: Thưởng dự án

source: Meal allowance
vi: Phụ cấp ăn

source: Phone allowance
vi: Phụ cấp điện thoại

source: Vehicle allowance
vi: Phụ cấp xăng xe

source: Housing allowance
vi: Phụ cấp nhà ở

source: Attraction allowance
vi: Phụ cấp thu hút

source: Seniority allowance
vi: Phụ cấp thâm niên

source: Responsibility allowance
vi: Phụ cấp trách nhiệm

source: Concurrently allowance
vi: Phụ cấp kiêm nhiệm

source: Birth day allowance
vi: Phụ cấp sinh nhật

source: Public holiday allowance
vi: Phụ cấp lễ tết

source: Health insurance allowance
vi: Phụ cấp bảo hiểm sức khỏe

source: Travel allowance
vi: Phụ cấp du lịch

source: Gross income
vi: Tổng thu nhập

source: Month
vi: Tháng

source: Working days
vi: Tổng công thực tế (NTT)

source: OT days
vi: Tổng thu Tổng công tăng ca

source: Base salary
vi: Tiền lương cơ bản tháng

source: OT salary
vi: Tiền lương tăng ca

source: Bonus notes
vi: Ghi chú thưởng

source: Allowance notes
vi: Ghi chú phụ cấp

source: Social insurance
vi: Trích nộp BHXH

source: Personal tax
vi: Thuế TNCN

source: NET income
vi: Tổng TN còn lại

source: Advance amount
vi: Tạm ứng/ đã chi trả cho NLĐ trong tháng

source: Revert amount
vi: NLĐ ứng trước tiền - cần hoàn ứng

source: Advance revert amount notes
vi: Ghi chú Hoàn ứng / tạm ứng / đã chi trả

source: Final settlement amount
vi: Quyết toán tiền trả NLĐ

source: Payment date
vi: Ngày chi lương

source: Monthly income
vi: Tổng thu nhập tháng

source: Pretax income
vi: Tổng thu nhập trước thuế

source: Personal allowance
vi: Giảm trừ bản thân

source: Family allowance members
vi: SL giảm trừ gia cảnh

source: Family allowance
vi: Giảm trừ gia cảnh

source: Deducted income
vi: Tổng thu nhập trước giảm trừ

source: Taxable income
vi: Thu nhập tính thuế

source: Tax rate
vi: Thuế suất

source: Personal income tax
vi: Thuế TNCN

source: Applied salary
vi: Tổng lương đóng BHXH

source: Applied benefit
vi: Tổng phụ cấp đóng BHXH

source: Is social insurance target
vi: Đối tượng đóng BHXH

source: Retirement fund
vi: Quỹ hưu trí

source: Medical insurance fund
vi: Quỹ BHYT

source: Voluntary insurance fund
vi: Quỹ BHTN

source: Sickness maternity fund
vi: Quỹ ốm đau / thai sản

source: Accident occupational disease fund
vi: Quỹ TNLD / bệnh nghề nghiệp

source: Union fee
vi: Phí công đoàn

source: Employee paid amount
vi: Tổng NLD đóng

source: Company paid amount
vi: Tổng DN đóng BHXH

source: Company total paid amount
vi: Tổng DN đóng cho BHXH (bao gồm trích nộp cho NLD)

source: Company total paid amount with union fee
vi: Tổng DN đóng (bao gồm phí công đoàn)

source: Back
vi: Quay lại

source: Employee informaton
vi: Thông tin nhân viên

source: Working days & monthly salary
vi: Ngày công & lương tháng

source: Bonus
vi: Thưởng

source: Allowance
vi: Phụ cấp

source: Advance / revert amount
vi: Tạm ứng / hoàn ứng

source: Employee responsibility
vi: Trách nhiệm của NLD

source: Company responsibility
vi: Trách nhiệm của DN
